Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Suomi pystyi vaikuttamaan tehokkaasti talous- ja rahaliiton kehittämiseen niin EU:n neuvostossa ja Eurooppa-neuvostossa kuin euroryhmässä valtioneuvostossa lokakuussa linjattujen ennakkovaikuttamiskantojen ansiosta (E 80/2017 vp).
sv_se: Finland kunde effektivt påverka utvecklingen av den ekonomiska och monetära unionen i såväl EU:s råd och Europeiska rådet som eurogruppen tack vare de ståndpunkter för förhandspåverkan som statsrådet hade slagit fast i oktober (E 80/2017 rd).

source: Suomi oli aktiivinen ennakkovaikuttamisessa myös tulevaan monivuotiseen rahoituskehykseen ja linjasi etunojaisesti tavoitteitaan mm. koheesiopolitiikan ja maatalouspolitiikan uudistamiseen sekä verkkojen Eurooppa-välineeseen (CEF) ja tutkimusrahoitukseen.
sv_se: Finland var också aktivt i att på förhand påverka den kommande mångåriga finansieringsramen och drog framförhållet upp riktlinjerna för sina mål bl.a. när det gäller reformen av kohesionspolitiken och jordbrukspolitiken samt Fonden för ett sammanlänkat Europa (CEF) och forskningsfinansiering.

source: Suomi toimi lisäksi erityisesti paremman rahoitusmarkkinasääntelyn aikaansaamiseksi, pankkiunionin loppuunsaattamiseksi sekä pääomamarkkinaunionin kehittämiseksi.
sv_se: Finland arbetade dessutom i synnerhet för att skapa en bättre reglering av finansieringsmarknaden, slutföra bankunionen och utveckla kapitalmarknadsunionen.

source: Myös Suomen tärkeänä pitämässä investointien tukemisessa edistyttiin, kun strategisten investointien rahaston (ESIR) toimintaa päätettiin jatkaa vuoteen 2020 ja volyymiä kasvattaa 500 mrd. euroon.
sv_se: Framsteg gjordes också i stödet till investeringar, som Finland ser som viktigt, genom att fonden för strategiska investeringar (ESIR) får fortsätta sin verksamhet till 2020 och dess volym utökas till 500 md euro.

source: E 34/2017 vp, EJ1 5/2017 vp, EJ 27/2017v p, EJ 28/2017 vp, EJ 31/2017 vp ja EJ 32/2017 vp
sv_se: E 34/2017 rd, EK1 5/2017 rd, EK 27/2017 rd, EK 28/2017 rd, EK 31/2017 rd och EK 32/2017 rd

source: Pariisin ilmastosopimuksen toimeenpano eteni, kun sopu kolmesta keskeisestä toimeenpanosäädöksestä saatiin aikaan.
sv_se: Genomförandet av klimatavtalet från Paris framskred då man nådde enighet om tre centrala genomförandebestämmelser.

source: Suomi vaikutti siihen, että kunnianhimoisten tavoitteiden toteuttamiseen saatiin uusia joustoja ja että EU:n maankäyttösektoria koskeva LULUCF-asetus mahdollistaa tulevaisuudessakin metsien lisääntyvän, kestävän ja monipuolisen käytön.
sv_se: Finland bidrog till att nya flexmekanismer infördes i arbetet för de ambitiösa målen och att LULUCF-förordningen för EU:s markanvändningssektor även i framtiden möjliggör en växande, hållbar och mångsidig användning av skogar.

source: Energiapolitiikassa merkittävin saavutus oli neuvoston yhteinen kanta puhtaan energian paketista joulukuussa.
sv_se: Det viktigaste framgången i energipolitiken var rådets gemensamma ståndpunkt om paketet om ren energi i december.

source: Suomi saavutti neuvottelutavoitteensa: sähkömarkkinamallista tulee markkinaehtoinen, uusiutuvan energian kestävyyskriteerit sekä tavoitteet sopivat Suomelle ja hallintomalli ottaa huomioon Suomen olosuhteet sekä energiavarmuuden turvaamisen.
sv_se: Finland nådde sina förhandlingsmål: elmarknadsmodellen ska fungera på marknadsvillkor, hållbarhetskriterierna och målen för förnybar energi tillfredsställer Finland, förvaltningsmodellen tar hänsyn till finska förhållanden och energisäkerheten ska tryggas.

source: U 6/2017 vp, U 7/2017 vp, U 8/2017 vp, U 9/2017 vp, U 10/2017 vp, U 11/2017 vp ja U 12/2017 vp
sv_se: U 6/2017 rd, U 7/2017 rd, U 8/2017 rd, U 9/2017 rd, U 10/2017 rd, U 11/2017 rd och U 12/2017 rd

source: Suomi piti onnistuneesti biotalousstrategian päivittämistarvetta esillä komission suuntaan.
sv_se: Finland lyckades att för kommissionen föra fram behovet av att uppdatera strategin för bioekonomi.

source: Kiertotalouteen liittyen Suomi toimi sen puolesta, että kierrätystavoitteista tuli realistisempia ja että niissä otettiin paremmin huomioon myös jäsenvaltioiden olosuhteet.
sv_se: När de gällde cirkulär ekonomi arbetade Finland för att målen för återvinning blev mer realistiska och också bättre tar hänsyn till förhållandena i medlemsländerna.

source: Ulkoisen toiminnan ja turvallisuuden vahvistaminen
sv_se: Förstärkning av den yttre verksamheten och säkerheten

source: Kertomusvuosi oli EU:n puolustusulottuvuuden kehittämisessä merkittävä ja useissa Suomen tärkeinä pitämissä aloitteissa edistyttiin.
sv_se: Berättelseåret var viktigt när det gäller utvecklingen av EU:s försvarsdimension och framsteg gjordes i flera initiativ som Finland ser som viktiga.

source: EU:n sotilasesikunnan yhteyteen perustettiin kesäkuussa kriisinhallintaoperaatioiden suunnittelu- ja johtokyky.
sv_se: I anslutning till EU:s militära stab inrättades i juni en planerings- och ledningskapacitet för krishanteringsoperationer.

source: Suomi pitää tätä ensiaskeleena kohti tavoittelemaansa laajempaa sekä sotilaalliset että siviilikriisinhallintaoperaatiot kattavaa esikuntarakennetta.
sv_se: Finland ser detta som ett första steg mot en omfattande stabsstruktur för såväl militära som civila krishanteringsoperationer, något som Finland förespråkar.

source: Komissio antoi kesäkuussa tiedonannon Euroopan puolustusrahastosta ja asetusehdotuksen puolustusteollisesta kehittämisohjelmasta.
sv_se: Kommissionen gav i juni ett meddelande om Europeiska försvarsfonden och ett förslag till förordning om ett försvarsindustriellt utvecklingsprogram.

source: Tavoitteena on lisätä puolustusyhteistyötä ja tukea Euroopan puolustusteollisuuden kilpailukykyä.
sv_se: Syftet är att utöka försvarssamarbetet och stödja den europeiska försvarsindustrins konkurrenskraft.

source: Puolustuksen säännöllinen arviointi (CARD) aloitettiin kokeiluna syksyllä.
sv_se: Den regelbundna försvarsöversynen (CARD) inleddes på försök på hösten.

source: Joka toinen vuosi ministeritasolla käytävän arviointikeskustelun päämääränä on edistää Euroopan suorituskykypuutteiden täyttämistä ja tarjota jäsenmaille foorumi kansallisten suunnitelmien koordinointiin, mikä vastaa Suomen pitkäaikaisia tavoitteita.
sv_se: Syftet med översynssamtalet som förs på ministernivå vartannat år är att främja avhjälpandet av bristerna i prestationsförmågan i Europa och tillhandahålla ett forum för samordning av medlemsländernas nationella planer, vilket motsvarar Finlands långsiktsmål.

source: EU:n puolustusyhteistyön syventämiseen tähtäävä pysyvä rakenteellinen yhteistyö käynnistettiin.
sv_se: Det bestående strukturella samarbetet som tar sikte på ett fördjupat försvarssamarbete i EU inleddes.

source: Mukana on nyt 25 jäsenmaata.
sv_se: I det här skedet deltar 25 medlemsländer.

source: Suomi oli mukana yhteistyötä valmistelevassa ydinjoukossa.
sv_se: Finland var med i den kärngrupp som beredde samarbetet.

source: EU:n ja Naton yhteistyön tiivistämisessä edettiin.
sv_se: Fördjupningen av samarbetet mellan EU och Nato framskred.

source: Edistystä on saavutettu etenkin hybridiuhkien torjunnassa, kyberturvallisuudessa, operaatioyhteistyössä ja harjoitustoiminnassa.
sv_se: Man nådde framsteg i synnerhet i bekämpningen av hybridhot, i cybersäkerhet, operationssamarbete och övningsverksamhet.

source: Eurooppalainen hybridiosaamiskeskus aloitti toimintansa Helsingissä syyskuussa 12 osallistujamaan voimin.
sv_se: Europeiska kompetenscentret för motverkande av hybridhot inledde sin verksamhet i Helsingfors i september. De deltagande länderna är 12.

source: Lisäksi EU ja Nato osallistuvat aktiivisesti keskuksen toimintaan.
sv_se: Även EU och Nato medverkar aktivt i centrets verksamhet.

source: UTP 3/2017 vp, UTPJ 8/2017 vp, UTPJ 17/2017 vp UTPJ 22/2017 vp, UTPJ 24/2017 vp, UTPJ 25/2017 vp ja UTPJ 26/2017 vp
sv_se: USP 3/2017 rd, USPKU 8/2017 rd, USPKU 17/2017 rd USPKU 22/2017 rd, USPKU 24/2017 rd, USPKU 25/2017 rd och USPKU 26/2017 rd

source: 2.9 Ulko-, turvallisuus- ja puolustuspolitiikka
sv_se: 2.9 Utrikes-, säkerhets- och försvarspolitiken

source: Valtioneuvoston kesäkuussa 2016 eduskunnalle antamassa ulko- ja turvallisuuspoliittisessa selonteossa (VNS 6/2016 vp – EK 29/2016 vp) esitetyt painopisteet muodostavat Suomen ulko- ja turvallisuuspolitiikan selkärangan tuleville vuosille.
sv_se: Ryggraden i Finlands utrikes- och säkerhetspolitik för de kommande åren består av de prioriteringarna i statsrådets utrikes- och säkerhetspolitiska redogörelse (SRR 6/2016 rd – RSk 29/2016 rd) som gavs till riksdagen i juni 2016.

source: Kansainväliselle toimintaympäristölle on ominaista muutosten nopeus ja ennakoimattomuus.
sv_se: Snabba och oförutsedda förändringar är typiska för den internationella omvärlden.

source: Kansainvälinen turvallisuustilanne heikkeni kertomusvuonna edelleen.
sv_se: Den internationella säkerhetssituationen blev fortsatt sämre under berättelsesåret.

source: Yhdysvaltojen ja Venäjän suhteet muuttuivat entistä jännitteisemmiksi.
sv_se: Relationerna mellan USA och Ryssland blev allt mer spänningsladdade.

source: EU:n Venäjä-politiikka jatkui ennallaan.
sv_se: EU:s Rysslandspolitik fortsatte oförändrad.

source: Keskeisten kansainvälisoikeudellisten normien merkitys rauhan ja vakauden säilyttämiseksi korostui.
sv_se: De centrala folkrättsliga normernas betydelse för att bevara freden och stabiliteten blev tydlig.

source: Ulko- ja turvallisuuspoliittinen yhteistyö EU:n piirissä oli tiivistä ja tuloksellista.
sv_se: Det utrikes- och säkerhetspolitiska samarbetet inom EU var intensivt och gav resultat.

source: Suomen tavoite on EU:n vahvistaminen turvallisuuden tuottajana ja turvallisuusyhteisönä.
sv_se: Finland har som mål att stärka EU som producent av säkerhet och som säkerhetsgemenskap.

source: EU:ssa tehtiin lukuisia turvallisuutta ja puolustusyhteistyötä vahvistavia päätöksiä Suomen ajaman linjan mukaisesti (ks. tarkemmin luku 2.8 Valtioneuvoston EU-vaikuttaminen).
sv_se: I EU fattades talrika beslut som stärker säkerheten och försvarssamarbetet och som var förenliga med Finlands linje (se närmare kapitel 2.8 Statsrådets EU-inflytande).

source: Ulko- ja turvallisuuspoliittista yhteistyötä Ruotsin kanssa jatkettiin tiiviisti ja laaja-alaisesti poliittisella ja virkamiestasolla.
sv_se: Det utrikes- och säkerhetspolitiska samarbetet med Sverige fortsatte intensivt och övergripande på det politiska planet och på tjänstemannanivå.

source: Suomi kehitti kumppanuuttaan Naton kanssa, erityisesti ns. 29+2 -kokoonpanossa yhdessä Ruotsin kanssa.
sv_se: Finland utvecklade sitt partnerskap med Nato, i synnerhet i den så kallade 29+2-sammansättningen tillsammans med Sverige.

source: Kertomusvuonna Suomen asemaa laajennettujen mahdollisuuksien kumppanimaana (EOP, Enhanced Opportunities Partnership) jatkettiin kolmeksi seuraavaksi vuodeksi.
sv_se: Under berättelseåret förlängdes Finlands ställning som partnerland med utvidgade möjligheter (EOP, Enhanced Opportunities Partnership) med tre år.

source: Laki kansainvälisen avun antamista ja pyytämistä koskevasta päätöksenteosta (418/2017) tuli voimaan heinäkuussa 2017.
sv_se: Lagen (418/2017) om beslutsfattande om lämnande av och begäran om internationellt bistånd trädde i kraft i juli 2017.

source: Sotilas- ja siviilikriisinhallinnassa kasvavina haasteina ovat pakolaisuus, hallitsemattomat muuttoliikkeet, radikalisaatio ja terrorismi.
sv_se: Växande utmaningar inom den militära och civila krishanteringen är flyktingskap, okontrollerade flyttningsrörelser, radikalisering och terrorism.

source: Sotilaallisen kriisinhallinnan painopistealueena oli Lähi-itä, jossa jatkettiin osallistumista UNIFIL-operaatioon Libanonissa sekä toimittiin osana kansainvälistä ISIS-terroristijärjestön vastaista koalitiota Irakissa.
sv_se: I den militära krishanteringen låg tyngdpunkten på Mellanöstern, där Finland fortsatte sin medverkan i UNIFIL-operationen i Libanon och verkade som en del i den internationella koalitionen mot terrororganisationen IS.

source: Suomi jatkoi lisäksi osallistumistaan Naton Resolute Support -operaatiossa Afganistanissa.
sv_se: Finland deltog dessutom fortsättningsvis i Natooperationen Resolute Support i Afghanistan.

source: Siviilikriisinhallinnassa painopiste oli Ukrainassa, Lähi-idässä ja Afrikassa.
sv_se: I den civila krishanteringen låg tyngdpunkten på Ukraina, Mellanöstern och Afrika.

source: Suomi edisti johdonmukaisesti YK-politiikkansa painopisteitä, kuten rauhanvälitys sekä naiset, rauha ja turvallisuus.
sv_se: Finland främjade på ett konsekvent de prioriterade områdena i sin FN-politik, som fredsmäkling samt kvinnor, fred och säkerhet.

source: Suomen profiili hybridivaikuttamisen ehkäisemiseksi ja kyberturvallisuuden edistämiseksi kansainvälisessä yhteistyössä vahvistui.
sv_se: Finland stärkte sin profil i det internationella samarbetet när det gällde bekämpningen av hybridpåverkan och främjandet av cybersäkerhet.

source: Euroopan hybridiuhkien torjunnan osaamiskeskus aloitti toimintansa syyskuussa Helsingissä.
sv_se: Europeiska kompetenscentret för motverkande av hybridhot inledde verksamheten i Helsingfors i september.

source: Keskus tukee EU:n, Naton ja näiden jäsenmaiden kohtaamiin hybridiuhkiin vastaamista.
sv_se: Centret stöder hanteringen av de hybridhot som EU, Nato och deras medlemsländer utsätts för.

source: Keskuksen tehtävänä on lisätä tietoisuutta hybridiuhkista sekä yhteiskuntien haavoittuvuuksista, joita voidaan hyödyntää hybridioperaatioissa.
sv_se: Centret har i uppgift att öka medvetenheten om hybridhot och om sådana sårbarheter i samhällena, som kan utnyttjas i hybridoperationer.

source: Ennustettavuuden ja vakauden vahvistamista muuttuvassa turvallisuusympäristössä tuetaan myös kansainvälisellä asevalvonnalla.
sv_se: Ett annat sätt att stärka förutsägbarheten och stabiliteten i en föränderlig säkerhetsmiljö är internationell vapenkontroll.

source: Suomi toimi kansainvälisen asekauppasopimuksen (ATT) puheenjohtajana 2016–2017 ja vastaa ydinterrorismin torjuntaa koskevan globaalialoitteen (GICNT) kansainvälisestä koordinaatiosta vuosina 2017– 2019.
sv_se: Finland var ordförande för FN:s internationella vapenhandelsavtal (ATT) 2016–2017 och under 2017–2019 ansvarar Finland för den internationella samordningen av det globala initiativet för att bekämpa nukleär terrorism (GICNT).

source: Suomi ja Kansainvälinen rahoitusyhtiö IFC perustivat lokakuussa 2017 yhteisen ilmastorahaston, joka tukee uusiutuvan ja puhtaan energian ratkaisuja sekä ilmastohankkeita kehitysmaissa.
sv_se: I oktober 2017 grundade Finland och Internationella finansieringsbolaget IFC en gemensam klimatfond som stöder lösningar som använder förnybar och energi samt klimatprojekt i utvecklingsländerna.

source: Suomi kanavoi kaikkiaan 114 milj. euroa rahastoon, jonka kesto on 25 vuotta.
sv_se: Finland kanaliserar sammanlagt 114 mn euro till fonden som ska finnas i 25 år.

source: Varat sijoitetaan ilmastohankkeisiin viiden seuraavan vuoden kuluessa.
sv_se: Medlen placeras i klimatprojekt inom de fem närmaste åren.

source: Maailmanpankkiryhmään kuuluva IFC on maailman suurin ja kokenein yksityisen sektorin kehitysrahoittaja.
sv_se: IFC, som hör till världsbanksgruppen, är världens största och mest erfarna utvecklingsfinansiär i den privata sektorn.

source: IFC valikoitui rahasto-ohjelman toteuttajaksi, koska kehityspoliittiset finanssisijoitukset pyritään tekemään mahdollisimman vastuullisesti ja ottaen huomioon, että niille on asetettu myös tuotto- ja palaumaodote.
sv_se: Finland utsåg bolaget att genomföra fondprogrammet eftersom det strävar efter att göra placeringarna på ett ansvarsfullt sätt och för att det också har ställts ett mål för förväntad avkastning och återbetalning på dem.

source: Rahasto-ohjelma on linjassa kehityspoliittisen selonteon (VNS 1/2016 vp – EK 9/2016 vp) kanssa ja vastaa Suomen Pariisin ilmastoneuvotteluissa tekemää lupausta käyttää merkittävä osa kehityspoliittisista finanssisijoituksista ilmastotoimiin.
sv_se: Fondprogrammet ligger i linje med utvecklingspolitiska redogörelsen (SRR 1/2016 rd – RSk 9/2016 rd) och stämmer överens med Finlands löfte i klimatförhandlingarna i Paris att använda en betydande del av de utvecklingspolitiska finansplaceringarna till klimatinsatser.

source: Suomi nosti seksuaali- ja lisääntymisterveyden ja -oikeudet aiempaakin vahvemmaksi kehityspoliittiseksi prioriteetiksi sekä rahoituksessa että politiikkavaikuttamisessa.
sv_se: Finland lyfte fram sexuell och reproduktiv hälsa och dito rättigheter som en ännu starkare utvecklingspolitisk prioritet än tidigare i fråga om både finansiering och politisk påverkan.

source: Suomi vaikutti vuoden aikana myös siihen, että EU:n kehityspolitiikka vastaisi aiempaa vahvemmin Eurooppaan suuntautuvan muuttoliikkeen taustalla oleviin syihin ja suuntasi kasvavan osan kehitysrahoituksestaan muuttoliikkeen lähtö- ja kauttakulkumaihin.
sv_se: Under året arbetade Finland också för att EU:s utvecklingspolitik mer än tidigare ska inriktas på orsakerna till flyttningsrörelsen till Europa och avdelade en växande del av sina utvecklingsanslag till utrese- och transitländerna.

source: 935 milj. euroa eli n. 0,41 % bruttokansantulosta.
sv_se: Utbetalningarna inom utvecklingssamarbetet 2017 var enligt officiella preliminära uppgifter sammanlagt 935 mn euro, vilket var ca 0,41 % av bruttonationalinkomsten.

source: Varsinaisen kehitysyhteistyön osuus maksatuksista on n. 565 milj. euroa.
sv_se: Det egentliga utvecklingssamarbetets andel av utbetalningarna var ca 565 mn euro.

source: Muun kehitysyhteistyön kuten pakolaiskulujen ja EU-budjettiosuuden määrät voivat poiketa ennusteista.
sv_se: Andelarna för det övriga utvecklingssamarbetet, som flyktingkostnader och EUbudgetandelen, kan avvika från prognoserna.

source: Varsinaisen kehitysyhteistyön maksatusten (yht.
sv_se: Andelar av utbetalt egentligt utvecklingssamarbete (tot.

source: 565,3 milj. euroa pl. yhteistoimintahankkeet) osuudet
sv_se: 565,3 mn euro exkl. samarbetsprojekt) enligt

source: käyttösuunnitelmakohteittain 2017
sv_se: dispositionsplanens poster 2017

source: Taloudellisen yhteistyön ja kehityksen järjestön OECD:n kehitysapukomitea DAC arvioi kertomusvuonna Suomen kehityspolitiikkaa ja kehitysyhteistyötä.
sv_se: Under berättelseåret utvärderade biståndskommittén DAC vid organisationen för ekonomiskt samarbete och utveckling OECD Finlands utvecklingspolitik och samarbete.

source: Yleisarvio Suomesta oli kiittävä.
sv_se: Den allmänna bedömningen var berömvärd.

source: Kehitysyhteistyön osaaminen ja toteuttaminen ovat hyvällä tasolla.
sv_se: Kompetensen och genomförandet i fråga om utecklingssamarbetet är på en god nivå.

source: Vertaisarvio antoi Suomelle lisäksi suosituksia kehitysyhteistyön parantamiseksi.
sv_se: I referentgranskningen fick Finland dessutom rekommendationer för att förbättra utvecklingssamarbetet.

source: Myös tämä arvio kiinnitti huomiota siihen, ettei Suomella ole pitkän aikavälin suunnitelmaa siitä, kuinka 0,7 prosentin tavoite kehitysavun bruttokansantulo-osuudesta saavutetaan.
sv_se: Även i den här evalueringen påpekades att Finland saknar en långtidsplan för hur målet att biståndets andel är 0,7 % av bruttonationalinkomsten ska uppnås.

source: Kertomusvuonna valmisteltiin uusi Business Finland -toimintamalli (ks. edellä luku 2.2).
sv_se: Under berättelseåret bereddes den nya handlingsmodellen Business Finland (se kapitel 2.2).

source: Osana uudistusta Business Finland ja ulkoministeriö tiivistävät yhteistyötä ulkomaan toimintojen suunnittelussa, toimeenpanossa ja ohjaamisessa.
sv_se: Som ett led i reformen kommer Business Finland och utrikesministeriet att intensifiera sitt samarbete i planeringen, genomförandet och styrningen av utrikesverksamheterna.

source: Suurlähettiläät toimivat Team Finland -ulkomaantiimien maajohtajina, mikä näkyy asiakkaalle aiempaa kokonaisvaltaisempana palveluna.
sv_se: Ambassadörerna verkar som landchefer för Team Finlandutrikesteamen, vilket hos kunden tar sig uttryck i en mer helhetsinriktad service än tidigare.

source: Kertomusvuonna saavutettiin merkittävää edistystä, kun mm. Japanin kauppaneuvotteluissa päästiin läpimurtoon ja mm.
sv_se: Under berättelseåret gjordes betydande framsteg bl.a. i form av ett genombrott i handelsförhandlingarna med Japan.

source: Mercosur-alueen ja Meksikon kanssa käytävissä neuvotteluissa edettiin.
sv_se: Även förhandlingarna med Mercosur-området och Mexiko framskred.

source: EU–Kanada -sopimus tuli väliaikaisesti voimaan syksyllä 2017, ja toimet sen kansalliseksi voimaansaattamiseksi aloitettiin.
sv_se: Avtalet mellan EU och Kanada trädde i kraft tillfälligt hösten 2017, och åtgärderna för att sätta det i kraft nationellt inleddes.

source: Vuosi 2017 oli monen- ja useanvälisissä kauppasopimusneuvotteluissa ja -keskusteluissa Suomen ja EU:n ulkopuolisista syistä varsin haasteellinen.
sv_se: I fråga om multilaterala förhandlingar och samtal om handelsavtal var 2017 av orsaker som låg utanför Finland och EU ett ytterst krävande år.

source: Kauppa- ja kehitystoimintaan panostettiin hallitusohjelman mukaisesti.
sv_se: I enlighet med regeringsprogrammet gjordes satsningar på handel- och utveckling-verksamheten.

source: Toiminnassa tuettiin myös hallitusohjelman linjaa oikeusvaltioperiaatteen ja syrjimättömään sääntelyyn liittyvien oikeuksien turvaamiseksi.
sv_se: På den här sektorn stöddes också regeringsprogrammets linje för att trygga rättsstatsprincipen och rättigheterna i fråga om ickediskriminerande bestämmelser.

source: Venäjän kanssa jatkettiin kahdenvälisesti kotimaisten yritystemme keskeisiin haasteisiin vaikuttamista ja yritysten etujen puolustamista.
sv_se: Med Ryssland fortsatte Finland att bilateralt påverka de inhemska företagens centrala utmaningar och att försvara företagens intressen.

source: Puolustuksen toimintaympäristön muutos ja siihen vastaaminen
sv_se: Omvärldsförändringen och försvarets hantering av den

source: Suomen sotilaallisen toimintaympäristön muutos on asettanut puolustuskyvyllemme kasvaneita vaatimuksia, joihin vastaaminen edellyttää toimintaympäristöömme suhteutettua puolustusjärjestelmää.
sv_se: Förändringen i Finlands militära omvärld har ställt ökade krav på vår försvarsförmåga. För att kunna uppfylla kraven behövs ett försvarssystem som är anpassat till omvärlden.

source: Suomen puolustamiseen tarvittava puolustusjärjestelmä muodostuu maa-, meri- ja ilmapuolustuksesta sekä niitä tukevista yhteisistä suorituskyvyistä ja kyvystä antaa ja ottaa vastaan kansainvälistä apua.
sv_se: Det försvarssystem som behövs för att försvara Finland består av ett mark-, sjö- och luftförsvar samt gemensamma prestationskapaciteter som stöder dem, samt förmåga att ge och ta emot internationell hjälp.

source: Puolustusjärjestelmän kehittämisessä on otettu huomioon sotilaallisen liittoutumisen mahdollisuus.
sv_se: Man har tagit möjligheten till militär alliering i beaktande i utvecklingen av försvarssystemet.

source: Valtioneuvoston puolustusselonteko (VNS 3/2017 vp – EK 23/2017 vp) antaa linjaukset Suomen puolustuskyvyn ylläpidolle, kehittämiselle ja käytölle keskipitkällä aikavälillä.
sv_se: Statsrådets försvarspolitiska redogörelse (SRR 3/2017 rd – RSk 23/2017 rd) anger riktlinjerna för hur Finlands försvarsförmåga ska upprätthållas, utvecklas och användas på medellång sikt.

source: Linjausten toimeenpano varmistaa, että puolustuskykymme vastaa toimintaympäristön vaatimuksiin.
sv_se: Genom att verkställa riktlinjer säkerställer man att vår försvarsförmåga motsvarar de krav som omvärlden ställer.
